#+TITLE: Résultats de l'article 1
#+AUTHOR: Maxime Cochennec
#+OPTIONS: H:2 toc:t num:t
#+LATEX_CLASS: beamer
#+LATEX_CLASS_OPTIONS: [presentation]
#+LATEX_HEADER: \usepackage{multirow}
#+LATEX_HEADER: \usepackage{tabularx}
#+LATEX_HEADER: \usepackage{booktabs}
#+LATEX_HEADER: \usepackage{caption}
#+LATEX_HEADER: \usepackage{palatino}
#+LATEX_HEADER: \usepackage{newtxmath}
#+BEAMER_THEME: Boadilla
#+COLUMNS: %45ITEM %10BEAMER_ENV(Env) %10BEAMER_ACT(Act) %4BEAMER_COL(Col)
#+EXPORT_EXCLUDE_TAGS: noexport


*** data plates                                                    :noexport:
#+NAME: meanUo
|     h/L | Ca=0.125 o | Ca=0.125 o | Ca=0.005 o |    Ca=0.5 |
|---------+------------+------------+------------+-----------|
|    0.03 |          0 |          0 |          0 | 0.000E+00 |
|  2.5e-3 |  2.983E-04 |  3.003E-04 | 3.0130E-04 | 2.974E-04 |
|    1e-3 |  2.982E-04 |  3.003E-04 | 3.0088E-04 | 2.974E-04 |
|    5e-4 |  2.980E-04 |  3.000E-04 | 3.0063E-04 | 2.972E-04 |
|  2.5e-4 |  2.973E-04 |  2.993E-04 | 3.0040E-04 | 2.968E-04 |
| 1.25e-4 |  2.959E-04 |  2.973E-04 | 2.9964E-04 | 2.961E-04 |
| 6.25e-5 |  2.938E-04 |  2.940E-04 | 2.9662E-04 | 2.944E-04 |
|  2.5e-5 |  2.857E-04 |  2.847E-04 | 2.9135E-04 | 2.862E-04 |
#+TBLFM: $1=remote(saturation,@@#$1)

#+NAME: meanUw
|     h/L | Ca=0.125 w | Ca=0.125 w | Ca=0.005 w |    Ca=0.5 |
|---------+------------+------------+------------+-----------|
|    0.03 |          0 |          0 |     0      | 0.000E+00 |
|  2.5e-3 |   1.02E-04 |  9.965E-05 |  9.870E-05 | 1.026E-04 |
|    1e-3 |   1.02E-04 |  9.974E-05 |  9.911E-05 | 1.026E-04 |
|    5e-4 |   1.02E-04 |  9.994E-05 |  9.934E-05 | 1.027E-04 |
|  2.5e-4 |   1.03E-04 |  1.006E-04 |  9.948E-05 | 1.030E-04 |
| 1.25e-4 |   1.04E-04 |  1.022E-04 |  9.990E-05 | 1.035E-04 |
| 6.25e-5 |   1.04E-04 |  1.041E-04 |  1.015E-04 | 1.038E-04 |
|  2.5e-5 |   1.03E-04 |  1.042E-04 |  9.755E-05 | 1.027E-04 |
#+TBLFM: $1=remote(saturation,@@#$1)


#+NAME: plateso
|     h/L | Ca=0.125 o | Ca=0.125 o | Ca=0.005 o |    Ca=0.5 |
|---------+------------+------------+------------+-----------|
|    0.03 |         0. |         0. |         0. |        0. |
|  2.5e-3 |  -0.572736 |  -0.576576 |  -0.578496 | -0.571008 |
|    1e-3 |    -3.5784 |    -3.6036 |   -3.61056 |   -3.5688 |
|    5e-4 |    -14.304 |      -14.4 |  -14.43024 |  -14.2656 |
|  2.5e-4 |   -57.0816 |   -57.4656 |   -57.6768 |  -56.9856 |
| 1.25e-4 |  -227.2512 |  -228.3264 | -230.12352 | -227.4048 |
| 6.25e-5 |  -902.5536 |   -903.168 | -911.21664 | -904.3968 |
|  2.5e-5 |   -5485.44 |   -5466.24 |   -5593.92 |  -5495.04 |
#+TBLFM: $2=-remote(meanUo,@@#$2)*1e-3*12/($1*$1)::$3=-remote(meanUo,@@#$3)*1e-3*12/($1*$1)::$4=-remote(meanUo,@@#$4)*1e-3*12/($1*$1)::$1=remote(saturation,@@#$1)::$5=-remote(meanUo,@@#$5)*1e-3*12/($1*$1)

#+NAME: platesw
|     h/L | Ca=0.125 w | Ca=0.125 w | Ca=0.005 w |    Ca=0.5 |
|---------+------------+------------+------------+-----------|
|    0.03 |         0. |         0. |         0. |        0. |
|  2.5e-3 |   -0.19584 |  -0.191328 |  -0.189504 | -0.196992 |
|    1e-3 |     -1.224 |   -1.19688 |   -1.18932 |   -1.2312 |
|    5e-4 |     -4.896 |   -4.79712 |   -4.76832 |   -4.9296 |
|  2.5e-4 |    -19.776 |   -19.3152 |  -19.10016 |   -19.776 |
| 1.25e-4 |    -79.872 |   -78.4896 |   -76.7232 |   -79.488 |
| 6.25e-5 |   -319.488 |  -319.7952 |   -311.808 | -318.8736 |
|  2.5e-5 |    -1977.6 |   -2000.64 |   -1872.96 |  -1971.84 |
#+TBLFM: $2=-remote(meanUw,@@#$2)*1e-3*12/($1*$1)::$3=-remote(meanUw,@@#$3)*1e-3*12/($1*$1)::$4=-remote(meanUw,@@#$4)*1e-3*12/($1*$1)::$1=remote(saturation,@@#$1)::$5=-remote(meanUw,@@#$5)*1e-3*12/($1*$1)

#+NAME: plates
|     h/L | Ca=0.125 w | Ca=0.125 w | Ca=0.005 w |     Ca=0.5 |
|---------+------------+------------+------------+------------|
|    0.03 |         0. |         0. |         0. |         0. |
|  2.5e-3 |  -0.768576 |  -0.767904 |     -0.768 |     -0.768 |
|    1e-3 |    -4.8024 |   -4.80048 |   -4.79988 |       -4.8 |
|    5e-4 |      -19.2 |  -19.19712 |  -19.19856 |   -19.1952 |
|  2.5e-4 |   -76.8576 |   -76.7808 |  -76.77696 |   -76.7616 |
| 1.25e-4 |  -307.1232 |   -306.816 | -306.84672 |  -306.8928 |
| 6.25e-5 | -1222.0416 | -1222.9632 | -1223.0246 | -1223.2704 |
|  2.5e-5 |   -7463.04 |   -7466.88 |   -7466.88 |   -7466.88 |
#+TBLFM: $2=remote(plateso,@@#$2)+remote(platesw,@@#$2)::$3=remote(plateso,@@#$3)+remote(platesw,@@#$3)::$4=remote(plateso,@@#$4)+remote(platesw,@@#$4)::$5=remote(plateso,@@#$5)+remote(platesw,@@#$5)

*** data drag solid total                                          :noexport:
#+NAME: dsTotal
|       h |   Ca=0.125 |   Ca=0.025 |   Ca=0.005 |     Ca=0.5 |
|---------+------------+------------+------------+------------|
|    0.03 |    -38.775 |   -47.6036 |         0. |    -36.666 |
|  2.5e-3 | -39.764576 | -48.201904 |   -54.6634 |    -38.268 |
|    1e-3 |   -48.6944 |  -58.06248 |  -67.79988 |    -47.098 |
|    5e-4 |    -79.978 |  -92.31512 | -105.84616 |   -78.0252 |
|  2.5e-4 |  -199.0956 |  -218.1828 | -241.71256 |  -196.6996 |
| 1.25e-4 |  -648.4832 |   -667.916 | -757.22472 |  -646.6528 |
| 6.25e-5 | -2366.1616 | -2378.1832 | -2509.5566 | -2366.8704 |
|  2.5e-5 |  -13775.44 |  -13781.68 |  -13810.72 |  -13779.08 |
#+TBLFM: $1=remote(saturation,@@#$1)::$2=remote(cylinder,@@#$2)/(5e-4*1e-3)+remote(plates,@@#$2)::$3=remote(cylinder,@@#$3)/(5e-4*1e-3)+remote(plates,@@#$3)::$4=remote(cylinder,@@#$4)/(5e-4*1e-3)+remote(plates,@@#$4)::$5=remote(cylinder,@@#$5)/(5e-4*1e-3)+remote(plates,@@#$5)

*** data                                                           :noexport:
#+NAME: dragRatio
|       h |   Ca=0.125 |   Ca=0.025 |    Ca=0.005 |     Ca=0.5 |
|---------+------------+------------+-------------+------------|
|    0.03 | 0.72861380 | 0.55286835 |           0 | 0.81145366 |
|  2.5e-3 | 0.72523343 | 0.55499716 |  0.45859786 | 0.79469897 |
|    1e-3 | 0.62363639 | 0.46616335 |  0.26738163 | 0.69376831 |
|    5e-4 | 0.47041686 | 0.31681701 | 0.047089852 | 0.54419341 |
|  2.5e-4 | 0.38502207 | 0.21979918 |  0.13189881 | 0.44687025 |
| 1.25e-4 | 0.40097076 | 0.31105828 | 0.079867282 | 0.43017026 |
| 6.25e-5 | 0.41011485 | 0.36861239 |  0.23441726 | 0.41716792 |
|  2.5e-5 | 0.38113509 | 0.38151431 |  0.39089148 | 0.38460630 |
#+TBLFM: $1=remote(saturation,@@#$1)::$2=remote(dfTotal,@@#$2)/(5e-4*1e-3)/remote(dsTotal,@@#$2)::$3=remote(dfTotal,@@#$3)/(5e-4*1e-3)/remote(dsTotal,@@#$3)::$4=remote(dfTotal,@@#$4)/(5e-4*1e-3)/remote(dsTotal,@@#$4)::$5=remote(dfTotal,@@#$5)/(5e-4*1e-3)/remote(dsTotal,@@#$5)

